/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "« %@ »";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "La valeur n’est pas valide.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "La valeur %@ n’est pas valide.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Fournissez une valeur valide.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "La valeur n’est pas valide.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "La valeur %@ n’est pas valide.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "La valeur est trop petite.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "La valeur est trop grande.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Fournissez une valeur valide.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Fournissez un nombre ne dépassant pas %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Fournissez un numéro compris entre %1$@ et %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Fournissez un numéro n’étant pas supérieur à %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "La valeur %@ est trop petite.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "La valeur %@ est trop grande.";

/* NSFileLockingError */
"Err255-C" = "Impossible de verrouiller le fichier.";

/* NSFileLockingError */
"Err255-R" = "Le fichier est peut-être déjà verrouillé ou vous ne disposez pas de l’autorisation requise pour le verrouiller.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Impossible de verrouiller le fichier « %@ ».";

/* NSFileReadUnknownError */
"Err256" = "Impossible d’ouvrir le fichier.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Impossible d’ouvrir le fichier « %@ ».";

/* NSFileReadNoPermissionError */
"Err257" = "Impossible d’ouvrir le fichier car vous ne disposez pas de l’autorisation nécessaire pour l’afficher.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Vous n’avez pas l’autorisation.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Pour afficher ou modifier vos autorisations, sélectionnez l’élément dans le Finder, puis choisissez Fichier > Lire les informations.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Impossible d’ouvrir le fichier « %@ » car vous ne disposez pas de l’autorisation nécessaire pour l’afficher.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Le nom de fichier n’est pas valide.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Impossible d’ouvrir l’élément car le nom de fichier « %@ » n’est pas valide.";

/* NSFileReadCorruptFileError */
"Err259" = "Impossible d’ouvrir le fichier car son format n’est pas correct.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Le format du fichier n’est pas correct.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Le fichier semble endommagé, incomplet ou dans un format inattendu.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Impossible d’ouvrir le fichier « %@ » car son format n’est pas correct.";

/* NSFileReadNoSuchFileError */
"Err260" = "Impossible d’ouvrir le fichier car il n’existe pas.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Le dossier « %@ » n’existe pas.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Le fichier n’existe pas.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Le dossier n’existe pas.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Impossible d’ouvrir le fichier « %@ » car il n'existe pas.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Impossible d’ouvrir le fichier avec l’encodage de texte spécifié.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "L’encodage de texte spécifié n’est pas applicable.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "L’encodage de texte %@ ne peut être appliqué.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Le fichier a peut-être été enregistré avec un autre encodage de texte ou n’est pas un fichier texte.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Impossible d’ouvrir le fichier avec l’encodage de texte %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Impossible d’ouvrir le fichier « %2$@ » avec l’encodage de texte %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Impossible d’enregistrer le fichier car le type d’URL indiqué n’est pas géré.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Le type d’URL indiqué n’est pas géré.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Impossible d’ouvrir le fichier « %1$@ » car le type d’URL %2$@ n’est pas géré.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Impossible d’ouvrir le fichier car le type d’URL %@ n’est pas géré.";

/* NSFileReadTooLargeError */
"Err263" = "Impossible d’ouvrir l’élément car il est trop volumineux.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "L’élément est trop volumineux.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Impossible d’ouvrir l’élément « %@ » car il est trop volumineux.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Impossible d’ouvrir le fichier car l’encodage de texte du contenu n’a pas pu être déterminé.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "L’encodage de texte du contenu n’a pas pu être déterminé.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Vous pouvez peut-être ouvrir le fichier en spécifiant un encodage de texte.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Impossible d’ouvrir le fichier « %@ » car l’encodage de texte de son contenu ne peut pas être déterminé.";

/* NSUserCancelledError */
"Err3072-C" = "L’opération a été annulée.";

/* NSFeatureUnsupportedError */
"Err3328" = "L’opération demandée n’a pu être effectuée car la fonctionnalité n’est pas prise en charge.";

/* NSFeatureUnsupportedError, argument is a file name */
"Err3328(Trash).f" = "Impossible de placer « %@ » dans la corbeille car le volume ne dispose pas de corbeille.";

/* NSFeatureUnsupportedError, argument is a file name and volume name */
"Err3328(Trash).fv" = "Impossible de placer « %1$@ » dans la corbeille car le volume « %2$@ » ne dispose pas de corbeille.";

/* NSFeatureUnsupportedError */
"Err3328-C" = "L’opération demandée n’est pas prise en charge.";

/* NSFeatureUnsupportedError */
"Err3328-C(Trash)" = "Le volume ne dispose pas de corbeille.";

/* NSPropertyListCorruptError */
"Err3840" = "Les données n’ont pu être lues car elles sont corrompues.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Les données sont corrompues.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Les données n’ont pu être lues car leur format est incompatible avec cette application.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Le format des données est incompatible avec cette application.";

/* NSPropertyListReadStreamError */
"Err3842" = "Les données n’ont pu être lues en raison d’une erreur à la source des données.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Une erreur est survenue à la source des données.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Les données n'ont pu être écrites en raison d'une erreur dans la destination des données.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Une erreur est survenue à la destination des données.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Le dossier « %@ » n’existe pas.";

/* NSFileNoSuchFileError, first arg: source file, second arg: destination file */
"Err4(Move).fp" = "Impossible de déplacer « %1$@ » vers « %2$@ » : soit ce premier n’existe pas, soit le dossier contenant le second n’existe pas.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "Impossible de supprimer « %@ ».";

/* NSFileNoSuchFileError */
"Err4-C" = "Le fichier n’existe pas.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Le dossier n’existe pas.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Le fichier « %@ » n’existe pas.";

/* Message shown when the connection to a helper application is interrupted due to the helper application exiting. */
"Err4097" = "Impossible de communiquer avec une application d’aide.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4097-R" = "Réessayez votre opération. Si elle échoue, quittez puis relancez l’application et réessayez.";

/* Message shown when the connection to a helper application is interrupted and can not be reestablished. */
"Err4099" = "Impossible de communiquer avec une application d’aide.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4099-R" = "Réessayez votre opération. Si elle échoue, quittez puis relancez l’application et réessayez.";

/* Message shown when the connection to a helper application is invalidated due to a corrupted response. */
"Err4101" = "Impossible de communiquer avec une application d’aide.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4101-R" = "Réessayez votre opération. Si elle échoue, quittez puis relancez l’application et réessayez.";

/* NSFileWriteUnknownError */
"Err512" = "Le fichier n’as pas pu être enregistré.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Le fichier « %1$@ » n’a pas pu être enregistré car le fichier de sauvegarde n’a pas pu être mis à jour.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "Impossible de copier « %1$@ » dans « %2$@ ».";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "Impossible de lier « %1$@ » à « %2$@ ».";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "Impossible de déplacer « %1$@ » dans « %2$@ ».";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "Impossible de supprimer « %@ ».";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Trash).f" = "Impossible de placer « %@ » dans la corbeille.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Le fichier de sauvegarde n’a pas pu être enregistré.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Il se peut que le fichier de sauvegarde soit verrouillé ou que vous ne disposiez pas de l’autorisation pour l’enregistrer. Pour consulter ou modifier des autorisations, sélectionnez l’élément dans le Finder et choisissez Fichier > Lire les informations.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Impossible d’enregistrer le fichier « %2$@ » dans le dossier « %1$@ ».";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Impossible d’enregistrer le fichier « %@ ».";

/* NSFileWriteNoPermissionError */
"Err513" = "Impossible d’enregistrer le fichier car vous ne disposez pas d’autorisation.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "Impossible de copier « %1$@ » car vous ne disposez pas de l’autorisation nécessaire pour accéder à « %2$@ ».";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "Impossible de lier « %1$@ » car vous ne disposez pas de l’autorisation nécessaire pour accéder à « %2$@ ».";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "Impossible de déplacer « %1$@ » car vous ne disposez pas de l’autorisation nécessaire pour accéder à « %2$@ ».";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "Impossible de supprimer « %@ » car vous ne disposez pas de l’autorisation nécessaire pour y accéder.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Trash).f" = "Impossible de placer « %@ » dans la corbeille car vous ne disposez pas de l’autorisation nécessaire pour y accéder.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Vous n’avez pas l’autorisation.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Pour afficher ou modifier vos autorisations, sélectionnez l’élément dans le Finder, puis choisissez Fichier > Lire les informations.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Vous n’êtes pas autorisé à enregistrer le fichier « %2$@ » dans le dossier « %1$@ ».";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Vous n’avez pas l’autorisation d’enregistrer le fichier « %@ ».";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Impossible d’enregistrer l’élément car le nom de fichier n’est pas valide.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Impossible de supprimer l’élément car le nom de fichier « %@ » n’est pas valide.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Le nom de fichier n’est pas valide.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Impossible d’enregistrer l’élément car le nom de fichier « %@ » n’est pas valide.";

/* NSFileWriteFileExistsError */
"Err516" = "Le fichier n’a pu être enregistré car un autre porte déjà ce nom.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Copy).fp" = "Impossible de copier « %1$@ » vers « %2$@ » : un élément porte déjà ce nom.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Link).fp" = "Impossible de lier « %1$@ » à « %2$@ » : un élément porte déjà ce nom.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Move).fp" = "Impossible de déplacer « %1$@ » vers « %2$@ » : un élément porte déjà ce nom.";

/* NSFileWriteFileExistsError */
"Err516-C" = "Un fichier existe déjà sous le même nom.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516-C.f" = "Un fichier porte déjà le nom de « %@ ».";

/* NSFileWriteFileExistsError */
"Err516-R" = "Pour enregistrer le fichier, attribuez-lui un autre nom, déplacez ou supprimez le fichier déjà présent, puis réessayez.";

/* NSFileWriteFileExistsError, first arg: destination folder, second arg: a file name */
"Err516.df" = "Le fichier « %2$@ » n’a pu être enregistré dans le dossier « %1$@ » car un autre porte déjà ce nom.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516.f" = "Le fichier « %@ » n’a pu être enregistré car un autre porte déjà ce nom.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Impossible d’enregistrer le fichier avec l’encodage de texte spécifié.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "L’encodage de texte spécifié n’est pas applicable.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "L’encodage de texte %@ ne peut être appliqué.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Choisissez si possible un encodage de texte différent.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Impossible d’enregistrer le fichier avec l’encodage de texte %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Impossible d’enregistrer le fichier « %2$@ » avec l’encodage de texte %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Impossible d’enregistrer le fichier car le type d’URL indiqué n’est pas géré.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Le type d’URL indiqué n’est pas géré.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Impossible d’enregistrer le fichier « %1$@ » car le type d’URL %2$@ n’est pas géré.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Impossible d’enregistrer le fichier car le type d’URL %@ n’est pas géré.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Impossible d’enregistrer le fichier car l’espace disponible est insuffisant.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "Impossible de copier « %1$@ » dans « %2$@ » : l’espace disponible est insuffisant.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "Impossible de lier « %1$@ » à « %2$@ » : l’espace disponible est insuffisant.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "Impossible de déplacer « %1$@ » dans « %2$@ » : l’espace disponible est insuffisant.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640(Trash).f" = "Impossible de placer « %@ » dans la corbeille car l’espace disponible est insuffisant.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "L’espace est insuffisant.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Le volume « %@ » est saturé.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Supprimez des fichiers du volume puis réessayez.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Impossible d’enregistrer le fichier « %@ » : l’espace disponible est insuffisant.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Impossible d’enregistrer le fichier « %1$@ » car le volume « %2$@ » est saturé.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Impossible d’enregistrer le fichier car le volume est en lecture seule.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642(Trash).f" = "Impossible de placer « %@ » dans la corbeille car le volume est en lecture seule.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Le volume est en lecture seule.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Le volume « %@ » est en lecture seule.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Essayez d'enregistrer le fichier sur un volume différent.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Impossible d’enregistrer le fichier « %@ » car le volume est en lecture seule.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Impossible d’enregistrer le fichier « %1$@ » car le volume « %2$@ » est en lecture seule.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "L’opération n’a pas pu s’achever. (%1$@ erreur %2$ld).";

